acpi
acpilight
aic94xx-firmware
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alsa-utils
amd-ucode
android-studio
android-tools
android-udev
arduino
argyllcms
ark
artikulate
audacity
audiocd-kio
autoconf
automake
base
bash-pipes
bison
blender
blinken
blueberry
bluez-utils
bomber
bovo
breeze-grub
cantor
catimg
cava
cemu
cervisia
cmatrix
cmus
conky
cpupower
cups
cups-pdf
deluge-gtk
dhcpcd
dialog
discord
displaycal
dmenu
doge
dolphin
dolphin-emu-git
dolphin-plugins
dosbox
dragon
dwarffortress
dxvk-bin
efibootmgr
evtest
exfat-utils
f2fs-tools
fakeroot
feh
ffmpegthumbs
filelight
firefox
flex
fprintd
gcc
gimp
git
glava-git
glfw-x11
google-chrome
gparted
granatier
grantlee-editor
grub
gst-libav
gucharmap
gwenview
hfsprogs
hplip
hplip-plugin
htop
i3-gaps
i3blocks
i3status
ifplugd
iio-sensor-proxy
inkscape-git
inxi
iw
jfsutils
jre8-openjdk
juk
k3b
kaccounts-integration
kaccounts-providers
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kdebugsettings
kded-rotation-git
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
kicad
kicad-library
kicad-library-3d
kig
kigo
killbots
kimagemapeditor
kio-extras
kipi-plugins
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
komorebi
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kpatience
krdc
kreversi
krfb
krita
kross-interpreters
kruler
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksudoku
ksystemlog
kteatime
ktimer
ktouch
ktuberling
kturtle
kubrick
kwalletmanager
kwave
kwordquiz
kwrite
lib32-libva-mesa-driver
lib32-mesa
lib32-mesa-vdpau
lib32-vulkan-radeon
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
llvm
lmms
lokalize
lolcat
lskat
lutris
lxdm
lxdm-themes
ly-git
make
man-db
marble
mbox-importer
mesa-demos
mesa-vdpau
minecraft-launcher
minuet
mtools
nano
neofetch
net-tools
netctl
nethack
networkmanager
nilfs-utils
ntfs-3g
obs-studio
okular
openssh
os-prober
p7zip
pacman-contrib
pacutils
palapeli
papirus-icon-theme
parley
pavucontrol
picmi
picom
pigz
pim-data-exporter
pim-sieve-editor
plasma-meta
plasma-wayland-session
polybar
powerline
powerline-fonts
powerline-vim
poxml
print-manager
pulseaudio-bluetooth
python-pip
qemu
qemu-arch-extra
ranger
reflector
reiserfsprogs
retroarch
retroarch-assets-xmb
rocs
rofi
rtl8822bu-dkms-git
screenrotator-git
scrot
scummvm
sddm
sddm-kcm
signon-kwallet-extension
slic3r
solaar
spectacle
spotify
steam
steam-fonts
step
sweeper
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
ttf-ibm-plex
ttf-liberation
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
turbostat
udftools
ufw
umbrello
unarchiver
unigine-heaven
unigine-superposition
unigine-valley
unimatrix-git
unrar
unzip
usbutils
vbam-wx
vim
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
vlc
vtop
vulkan-radeon
wd719x-firmware
wget
which
wine-gecko
wine-mono
wine-staging
wireshark-cli
wireshark-qt
wpa_supplicant
xaos
xbindkeys
xclip
xf86-video-amdgpu
xf86-video-vmware
xiccd
xinput_calibrator
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xwininfo
yakuake
yay
youtube-dl
zeroconf-ioslave
zip
zoom
